[{"accession":"0000050","name":"part_of","definition":"A relationship ontology term in which the subject is but part of the object."},{"accession":"0000051","name":"has_part","definition":"A core relation that holds between a whole and its part. The subject has_part object."},{"accession":"0000056","name":"participates_in","definition":"A relation between a continuant and a process, in which the continuant is somehow involved in the process, e.g., this input material (or this output material) participates in this process."},{"accession":"0000208","name":"catalyzes","definition":"A relation between a process and an enzyme where a target is catalyzed by the enzyme in a catalytic reaction."},{"accession":"0000374","name":"relationship type","definition":"Connectedness between entities and\/or interactions representing their relatedness or influence (paraphrased from Systems Biology Ontology)."},{"accession":"0001000","name":"derives_from","definition":"A relationship ontology term in which the subject has its origins from the object."},{"accession":"0002211","name":"regulates","definition":"A relationship ontology term in which the subject regulates expression of the object."},{"accession":"0002212","name":"negatively_regulates","definition":"A direct interaction that decreases the activity, expression, or function of a target gene, protein, or pathway. This typically involves mechanisms such as repression, inhibition, or suppression."},{"accession":"0002213","name":"positively_regulates","definition":"A direct interaction that increases the activity, expression, or function of a target gene, protein, or pathway. This often involves activation, stimulation, or enhancement."},{"accession":"0002312","name":"evolutionary_variant_of","definition":"Gene or protein is an evolutionary variant of a parent."},{"accession":"0002407","name":"indirectly_positively_regulates","definition":"An indirect interaction that results in an increase in the activity, expression, or function of a target gene, protein, or pathway. This regulation occurs through intermediaries or cascades rather than direct interaction."},{"accession":"0002409","name":"indirectly_negatively_regulates","definition":"An indirect interaction that results in a decrease in the activity, expression, or function of a target gene, protein, or pathway. This regulation occurs through intermediaries or cascades rather than direct interaction."},{"accession":"0003002","name":"represses_expression_of","definition":"A relationship between a transcriptional regulator and a gene or gene product, in which the regulator is plays a negative role in the transcriptional process."},{"accession":"0012006","name":"is_small_molecule_inhibitor_of","definition":"A relation between a continuant and a process, in which the continuant is a small molecule that inhibits the process."},{"accession":"0012012","name":"indirectly_regulates","definition":"An interaction that broadly affects multiple genes, proteins, or pathways, through intermediaries or cascades rather than direct interaction. Global regulators typically have widespread or systemic impacts on cellular processes, i.e. p indirectly regulates q if p is indirectly causally upstream of q and p regulates q."},{"accession":"is_a","name":"is_a","definition":"An axiomatic relationship ontology term in which the subject is placed into a higher order classification."}]